<template>
    冬日暖
作者: 邓荣河2022年03月14日散文随笔
在我童年的记忆中，每个冬天都是那么寒冷，这也许与当时生活条件差有一定的关系吧。不过，也有很多温暖的瞬间，令我至今仍然难以忘怀。

挤暖，是每个孩子课间的必休课。那时的教室里没有任何取暖设施，再加上门窗透风漏气，因此整个教室都是冷飕飕的。一下课，我们便争抢着往教室外面跑。不为别的，为只为找个挤暖的平整墙面。所谓挤暖，就是一帮孩子依靠在墙边，从两头向中间挤，被挤得走动的那边算输。我们挤暖不在乎输赢，只求浑身充满暖气。几个回合下来，有的已经满头大汗。最初，挤暖是我们这些皮小子们爱玩的游戏，后来有的女生也架不住诱惑，也开始加入其中。再后来，成为整个班级的集体游戏。凡事有利就有弊，因为那时大多都是土墙，挤暖时衣服上往往会占上些尘土。不过，那时的孩子不太讲究，只要放学时相互拍打几下，就可以高高兴兴地回家了。

晒暖，乡亲们难得的冬日休闲。进入冬天，农人们进入了真正意义上的赋闲阶段。每天早晨，乡亲们吃过早饭，便不约而同地搬个小凳子或马扎，走出家门，在大街上寻个向阳的墙根一坐，开始晒暖。当然，晒暖只是个形式，相互拉呱、交流才是目的。所涉及内容往往也简单得很，无非是些东家长西家短的家庭琐事。有的话题甚至谈论多次，但一次次总是乐此不疲。赶上周末不上学，我们这些小孩子们也会聚到墙边晒会儿暖，央求老人们讲上几小段民间故事。随着太阳慢慢升高，我们的身上一阵比一阵暖和。时过境迁，现在每每想起“冬日暖阳”这个词，总会想起小时候晒暖的场景。

温馨烟火，扎根心底的暖。因为物质生活条件差，那时生火做饭大都使用秸秆柴草，能生炉子的，属于极少数的富裕户。记忆中，每每吃过晚饭，母亲总会再点燃柴灶，烧上一阵柴火。随着屋内的烟火气越来越浓，整个土炕开始暖和起来。这时父亲总会把小炕桌放到土炕上，一家人围坐在一起，或喝茶水，或吃着母亲爆制的玉米花，整个小屋里其乐融融，忘却了屋外正是隆冬时节：北风呼啸，滴水成冰。一时间，温暖——成为最朴实最真切的字眼。
</template>